export const STAGES = {
  lose_weight: [
    "Анализируем метаболизм...",
    "Рассчитываем безопасный дефицит...",
    "Оптимизируем баланс БЖУ...",
    "План похудения готов!",
  ],
  gain_muscle: [
    "Оцениваем тренировочный потенциал...",
    "Рассчитываем анаболический профицит...",
    "Подбираем норму белка...",
    "План роста мышц готов!",
  ],
  maintain: [
    "Ищем маркеры дефицитов...",
    "Анализируем уровень энергии...",
    "Балансируем микронутриенты...",
    "Ваш ЗОЖ-профиль готов!",
  ],
};
